Repository: TrellixVulnTeam/kodi-android_W7SD
Catalog: addons/script.cdartmanager/resources/language/Portuguese (Brazil)/strings.po
Languages: pt_br

# #32000
source: Recognized Artists
pt_br: Artistas Reconhecidos

# #32001
source: Album cdARTs
pt_br: Álbuns - Arte do Disco

# #32002
source: Select Artist
pt_br: Seleciona Artista

# #32003
source: Album Cover Arts
pt_br: Álbuns - Arte da Capa

# #32004
source: Automatic Download
pt_br: Download Automático

# #32005
source: Save Local cdART List
pt_br: Salvar Lista Local do cdART

# #32006
source: Artist Fanarts
pt_br: Artistas - Fanarts

# #32007
source: Local Album Artists: %s
pt_br: Artistas Locais: %s

# #32008
source: Local cdARTs: %s
pt_br: cdARTs Locais: %s

# #32009
source: Artist ClearLOGOs
pt_br: Artistas - ClearLOGO

# #32010
source: Local Discs: %s
pt_br: Álbuns Locais: %s

# #32011
source: Advanced
pt_br: Avançado

# #32012
source: Refresh Addon Database
pt_br: Recriar Database Local

# #32013
source: Clean XBMC's Music Library
pt_br: Limpar Coleção de Músicas no XBMC

# #32014
source: Update XBMC's Music Library
pt_br: Atualizar Coleção de Músicas no XBMC

# #32015
source: Delete Addon's Database?
pt_br: Apagar Database Local?

# #32016
source: Disc:
pt_br: Disco:

# #32017
source: Local cdART List saving folder
pt_br: Pasta de Armazenamento da Lista Local do cdART

# #32018
source: cdART Backup folder
pt_br: cdART Pasta Backup

# #32019
source: Backup saving format:
pt_br: Escolha o Formato para Salvar o Backup:

# #32020
source: Retrieving Music Database
pt_br: Recuperando Database de Músicas

# #32021
source: Creating Addon Database
pt_br: Criando Database do Addon

# #32022
source: Choose Available cdART
pt_br: Escolha um cdART Disponível

# #32023
source: Download Successful!
pt_br: Download Efetuado com Sucesso!

# #32024
source: Artwork Downloaded!
pt_br: Imagem baixada!

# #32025
source: Check file paths-Artwork Not Downloaded
pt_br: Verifique o caminho dos arquivos-Nenhum download efetuado

# #32026
source: Download Error Occured!
pt_br: Ocorreu um Erro Durante o Download!

# #32027
source: Artwork Not Download!
pt_br: Imagem não Baixada!

# #32028
source: Download aborted!
pt_br: Download cancelado!

# #32029
source: No Artwork found?
pt_br: Nenhuma Imagem encontrada?

# #32030
source: Please contribute! Upload your Artwork
pt_br: Por Favor Contribua! Envie suas Imagens

# #32031
source: On fanart.tv
pt_br: ww.fanart.tv

# #32032
source: Choose an Artist
pt_br: Escolha um Artista

# #32033
source: Not Found on fanart.tv
pt_br: Não encontrado em fanart.tv

# #32034
source: No Artwork found for
pt_br: Nenhum cdART encontrado para

# #32035
source: *DOWNLOADING Artwork*
pt_br: *Baixando Imagens*

# #32036
source: Music folder path(for Artwork)
pt_br: Caminho para diretório de músicas (para artwork)

# #32037
source: Getting local artists
pt_br: Recuperando artistas locais

# #32038
source: Artist:
pt_br: Artista:

# #32039
source: Album:
pt_br: Álbum:

# #32040
source: Completed
pt_br: Completado

# #32041
source: New Artwork downloaded
pt_br: Novos cdARTs transferidos

# #32042
source: cdART Manager
pt_br: Gerenciador de cdART

# #32043
source: Local Artists:
pt_br: Artistas Locais:

# #32044
source: Local cdARTs:
pt_br: Imagens Locais:

# #32045
source: Local Discs:
pt_br: Álbuns Locais:

# #32046
source: Automatic Downloading Artwork
pt_br: Baixando Imagens Automaticamente

# #32047
source: Downloading...
pt_br: Transferindo.....

# #32048
source: Retrieving Recognized Artist List....
pt_br: Recuperando Lista de Artistas Reconhecidos....

# #32049
source: Artists Matched: %s
pt_br: Artistas Encontrados: %s

# #32050
source: Database setup aborted...
pt_br: Configuração de Database Cancelada...

# #32051
source: Addon Database is crucial to script!
pt_br: Database do Addon é crucial para o script!

# #32052
source: Please go to the Advanced Menu and
pt_br: Por favor vá em Avançado e

# #32053
source: Refresh Addon Database
pt_br: Atualize o Database do Addon

# #32056
source: cdARTs Copied
pt_br: Imagens Copiadas

# #32057
source: Finished Copying cdARTs
pt_br: Cópia de Imagens Finalizada

# #32058
source: cdARTs Stored in
pt_br: Imagens Armazenadas em

# #32059
source: cdARTs Copied
pt_br: Imagens Copiadas

# #32060
source: Copying cdARTs...
pt_br: Copiando Imagens

# #32061
source: cdART Backup
pt_br: Backup cdArt

# #32062
source: Path for missing.txt file
pt_br: Caminho para o arquivo missing.txt

# #32063
source: Copy Unique Local cdARTs
pt_br: Copiar cdARTs Local que Seja Único

# #32064
source: Unique cdARTS folder: %s
pt_br: Pasta de cdARTs Únicos: %s

# #32065
source: Comparing Local and Online cdARTs...
pt_br: Comparando cdARTs Locais e Online...

# #32066
source: Error connecting to fanart.tv, Socket Timed out
pt_br: Erro ao conectar em fanart.tv, Esgotado o Tempo da Conexão

# #32067
source: Backup cdART Files
pt_br: Backup dos arquivos cdART

# #32068
source: Restore From Backup
pt_br: Restaurar de Backup

# #32069
source: Restoring cdARTs from backup...
pt_br: Restaurando cdARTs do backup...

# #32070
source: cdARTs Restored from backup folder
pt_br: cdARTs Restaurados da pasta de backup

# #32071
source: Settings have not been setup!
pt_br: As Configurações ainda não foram definidas!

# #32072
source: Please go to Settings menu...
pt_br: Por favor, vá em Configurações...

# #32073
source: Then Advanced: Refresh Addon Database
pt_br: Em seguida, Avançado: Atualizar Database do Addon

# #32074
source: Copy cdART to Backup Folder
pt_br: Copiar cdART para Pasta de Backup

# #32075
source: Delete cdART
pt_br: Apagar cdART

# #32076
source: Copy To Unique Folder For Upload
pt_br: Copiar Para Pasta Única para Upload

# #32077
source: Custom Label Colors
pt_br: Customize Cores Etiqueta

# #32078
source: Green
pt_br: Verde

# #32079
source: Blue
pt_br: Azul

# #32080
source: Red
pt_br: Vermelho

# #32081
source: Yellow
pt_br: Amarelo

# #32082
source: Orange
pt_br: Laranja

# #32083
source: White
pt_br: Branco

# #32084
source: Cyan
pt_br: Ciano

# #32085
source: Violet
pt_br: Violeta

# #32086
source: Pink
pt_br: Rosa

# #32087
source: Recognized Artists Color
pt_br: Cor dos Artistas Reconhecidos

# #32088
source: Unrecognized Artists Color
pt_br: Cor dos Artistas não Reconhecidos

# #32089
source: fanart.tv Albums Match Color
pt_br: Cor dos Álbuns que são iguais ao fanart.tv

# #32090
source: Local Albums Match Color
pt_br: Cor dos Álbuns que são iguais aos Locais

# #32091
source: Local and fanart.tv Match Color
pt_br: Cor para Álbuns locals e fanart.tv

# #32092
source: Unmatched Album Color
pt_br: Cor de Álbum Sem Igual

# #32093
source: Local cdART List Color
pt_br: Cor da Lista Local de cdART

# #32094
source: Enable custom colors for labels
pt_br: Ativar cores customizadas para rótulos

# #32095
source: File Folders
pt_br: Pastas de Arquivos

# #32096
source: Duplicates Found
pt_br: Duplicatas Encontradas

# #32097
source: Resize Unique cdARTs?
pt_br: Redimensionar cdARTs Únicos?

# #32098
source: Local cdART List
pt_br: Lista de Imagens

# #32099
source: Build Addon Database in background
pt_br: Construir Banco de Dados do Addon em Segundo Plano

# #32100
source: Local Album Count
pt_br: Contando Álbuns locais

# #32101
source: Sorting Album Artists
pt_br: Ordenando Álbum Artistas

# #32102
source: Retrieving Local Database
pt_br: Recuperando o Database Local

# #32103
source: Saving Missing Artwork List
pt_br: Salvando Lista de Artwork ausente

# #32104
source: Uploading Missing cdART List to website
pt_br: Uploading Lista de cdARTs faltantes para o website

# #32105
source: Retrieving Album Details
pt_br: Recuperando detalhes do álbum

# #32106
source: Overwrite low-res existing cdARTs
pt_br: Sobreponha CDARTs com baixa resolução

# #32108
source: Database too old
pt_br: Database muito antigo

# #32109
source: Do you want to Rebuild?
pt_br: Você quer reconstruir?

# #32110
source: Problem Accessing Folder, Script Exiting
pt_br: Problema Acessando Pasta, Encerrando Script

# #32112
source: Updating Thumbnails and Fanarts
pt_br: Atualizando miniaturas e fanarts

# #32113
source: Finished updating Thumbnails and Fanarts
pt_br: Terminou de atualizar Miniaturas e fanarts

# #32114
source: Check Database MBID's to be current during an Update
pt_br: Verificar se o Banco de Dados MBID´s é o atual durante atualização

# #32115
source: Notify while in Background mode
pt_br: Notificar enquanto em modo Background

# #32116
source: Notify At End of Background Database Build(displayed for 2 seconds)
pt_br: Notificar ao final da construção do Database em Background(2 segundos)

# #32117
source: Database Building completed
pt_br: Construção do Banco de Dados completado

# #32118
source: Background Database building in progress... Exiting Script...
pt_br: Construindo o Banco de Dados - em progresso... Saíndo do Script...

# #32119
source: Stopping Background Database Building
pt_br: Interrompendo a construção do Bando de Dados em Background

# #32120
source: All Artists
pt_br: Todos os Artistas

# #32121
source: Album Artists
pt_br: Álbuns dos Artistas

# #32122
source: Edit Artist
pt_br: Editar Artista

# #32123
source: Backup Database
pt_br: Backup Base de Dados

# #32124
source: Retrieving All Local Artists
pt_br: Recuperando Todos os Artistas Locais

# #32125
source: Artist ID:
pt_br: Artista ID:

# #32126
source: Modify Addon Database
pt_br: Modificar Banco de Dados do Addon

# #32127
source: Edit Album
pt_br: Editar Álbum

# #32128
source: MusicBrainz Search Limit
pt_br: MusicBrainz Limite Pesquisa

# #32129
source: Update Database
pt_br: Atualizar Database Add-On

# #32130
source: XBMC Music Database missing...
pt_br: Database de músicas no XBMC não existe...

# #32131
source: Please insure Music Library is built.
pt_br: Por favor, verifique se a coleção de música, foi construída com sucesso.

# #32132
source: Updating Missing MusicBrainz Artist's IDs
pt_br: Atualizando Artistas ID´s faltantes MusicBrainz

# #32133
source: Updating Missing MusicBrainz Album/Artist ID's
pt_br: Atualizando Álbum/Artista MusicBrainz ID's faltantes

# #32134
source: Updating Addon Database
pt_br: Atualizando Database do Addon

# #32135
source: Updating Addon Database - Local Artists
pt_br: Atualizando Database do Addon - Artistas Locais

# #32136
source: Enable MusicBrainz ID update during Addon Database update(for missing IDs)
pt_br: ative Atualizar ID do MusicBrainz, na atualização do Database do Addon, (Para IDs faltantes)

# #32137
source: Artist
pt_br: Artista

# #32138
source: Album
pt_br: Álbum

# #32139
source: Successfully backed up Addon Database
pt_br: Sucesso no backup do Database do Addon

# #32140
source: Old Database version found...
pt_br: Versão de Database antiga encontrada...

# #32141
source: Would you like to add Local Artists to Addon Database?
pt_br: Você deseja adicionar Artistas Locais para o Database do Addon?

# #32142
source: Add all artists to Database during Database build or update?
pt_br: Adicionar todos os artistas para o Database durante a construção ou atualização?

# #32143
source: Extra Settings
pt_br: Ajustes Adicionais

# #32144
source: Artist Thumbs
pt_br: Artistas - Imagens

# #32145
source: Update XBMC Thumbnails and Fanarts
pt_br: Atualize no XBMC Ícones e Fanarts

# #32146
source: Settings
pt_br: Ajustes

# #32147
source: Exit
pt_br: Sair

# #32148
source: (this can take a long time to complete)
pt_br: (isso pode levar um longo tempo para completar)

# #32149
source: Checking Artist MBIDs
pt_br: Verificando Artista MBIDs

# #32150
source: Checking Album MBIDs
pt_br: Verificando Álbum MBIDs

# #32151
source: Find Missing MBIDs
pt_br: Encontrando MBIDs Faltantes

# #32152
source: Refresh MBIDs
pt_br: Atualizar MBIDs

# #32153
source: Change MBID
pt_br: Alterar MBID

# #32154
source: Check All MBIDs
pt_br: Verifique todos os MBIDs

# #32155
source: Enter MBID
pt_br: Entre MBID

# #32156
source: Select from search(manual entry)
pt_br: Selecione a partir de pesquisa (entrada manual)

# #32157
source: Select from search(automatic)
pt_br: Selecione a partir de busca (automático)

# #32158
source: Enable saving of missing.txt file
pt_br: Ativar salvar o arquivo missing.txt

# #32159
source: Enter Artist MBID - Including dashes(36 Characters)
pt_br: Digite Artista MBID - Incluindo traços (36 caracteres)

# #32160
source: Please Enter 36 Characters including dashes
pt_br: Por favor Entre 36 caracteres, incluindo traços

# #32161
source: Do you want to re-enter?
pt_br: Você quer voltar a entrar?

# #32162
source: Is this MBID Correct?
pt_br: Está o MBID Correto?

# #32163
source: Are you sure you want to delete MBID?
pt_br: Você tem certeza que quer deletar o MBID

# #32164
source: Enter Artist name to search
pt_br: Entre nome do Artista para procurar

# #32165
source: Enter Album title to search
pt_br: Entre nome do Álbum para procurar

# #32166
source: Select Album
pt_br: Selecione Álbum

# #32167
source: Enter Album MBID - Including dashes(36 Characters)
pt_br: Digite Álbum MBID - Incluindo traços (36 caracteres)

# #32168
source: Artist Banners
pt_br: Banners de Artistas

# #32171
source: Enable HD Music LOGOs
pt_br: Ativar Logos de Músicas em formato HD

# #32172
source: Backup addon database during update
pt_br: Backup da base de dados do addon durante atualização

# #32173
source: Number of days to cache fanart.tv data(The Scheduler)[CR]Cache gets cleared with manual use of cdART Manager
pt_br: Número de dias para cache dados fanart.tv(Agendar)[CR]Cache será limpo com o uso manual do cdART Manager.

# #32174
source: Number of possible MBID matches:
pt_br: Número de possíveis resultados no MBID:

# #32175
source: Enable replacement of illegal filename characters in artist names
pt_br: Ativar troca de caracteres ilegais no nome do arquivo em nome de artistas

# #32176
source: illegal characters to replace
pt_br: Caracteres ilegais para substituir

# #32177
source: replacement character
pt_br: Substituir caractere

# #32178
source: Yes
pt_br: Sim

# #32179
source: No
pt_br: Não

# #32180
source: change trailing periods to replacement character
pt_br: Alterar tempo de escape para substituição de caracter

# #32181
source: There is an error in Settings.
pt_br: Existe erro nos Ajustes.

# #32182
source: Please check your settings and save settings[CR](press OK in settings)
pt_br: Por favor verifique seus ajustes e salve-os[CR](pressione OK em ajustes)

# #32183
source: Limit number Extrafanarts
pt_br: Número Limite Extrafanarts

# #32184
source: Extrafanart Limit:
pt_br: Extrafanart Limite:

# #32185
source: Checking fanart.tv for new artwork...
pt_br: Verificando fanart.tv para novas artes...

# #32186
source: Updating Database to new version...
pt_br: Atualizando banco de dados para nova versão...

# #32187
source: Checking fanart.tv for artwork...
pt_br: Verificando fanart.tv por artes..

# #32188
source: Use http://musicbrainz.org as the MusicBrainz Server
pt_br: Usar http://musicbrainz.org como Servidor the MusicBrainz

# #32189
source: Url path to MusicBrainz Server(example - http://192.168.1.20)
pt_br: Caminho da Url para o Servidor MusicBrainz(exemplo - http://192.168.1.20)

# #32190
source: Delay between MusicBrainz Server requests(100's of Milliseconds)
pt_br: Atraso entre as solicitações ao servidor MusicBrainz (100 milissegundos)

# #32191
source: Refresh fanart.tv data
pt_br: Atualizar dados fanart.tv
