Repository: TrellixVulnTeam/kodi-android_W7SD
Catalog: addons/script.cdartmanager/resources/language/*/strings.po
Languages: dutch, french, italian

# #32000
source: Recognized Artists
dutch: Herkende Artiesten
french: Artistes Reconnus
italian: Artisti riconosciuti

# #32001
source: Album cdARTs
italian: cdART degli album

# #32002
source: Select Artist
dutch: Selecteer Artiesten
french: Choisir l'Artiste
italian: Seleziona Artista

# #32003
source: Album Cover Arts
french: Jaquettes d'Album
italian: Cover art degli album

# #32004
source: Automatic Download
dutch: Automatisch Downloaden
french: Téléchargement Automatique
italian: Download automatico

# #32005
source: Save Local cdART List
dutch: Lokale cdART Lijst Opslaan
french: Sauvegarde liste des cdARTs locaux
italian: Salva in locale la lista cdART

# #32006
source: Artist Fanarts
dutch: Artiest Fan Arts
french: Wallpaper d'Artistes
italian: Fanart artisti

# #32007
source: Local Album Artists: %s
dutch: Lokale Artiesten: %s
french: Artistes Locaux: %s
italian: Artisti locali: %s

# #32008
source: Local cdARTs: %s
dutch: Lokale cdARTs: %s
french: cdARTs Locaux: %s
italian: cdARTs locali: %s

# #32009
source: Artist ClearLOGOs
dutch: Schoon De Artiesten LOGOs Op
french: Logos des Artistes
italian: ClearLOGO degli artisti

# #32010
source: Local Discs: %s
dutch: Lokale Albums: %s
french: Disques Locaux: %s
italian: Dischi locali: %s

# #32011
source: Advanced
dutch: Geavanceerd
french: Avance
italian: Avanzate

# #32012
source: Refresh Addon Database
dutch: Ververs Addon Database
french: Rafraichir la BDD du Programme
italian: Ricarica il database locale

# #32013
source: Clean XBMC's Music Library
dutch: XBMC's muziek bibliotheek opschonen
french: Nettoyer la bibliothèque musicale de XBMC
italian: Aggiorna il database della musica di XBMC

# #32014
source: Update XBMC's Music Library
dutch: Update XBMC's muziek bibliotheek
french: Mettre la bibliothèque musicale de XBMC à jour
italian: Pulisci il database della musica di XBMC

# #32015
source: Delete Addon's Database?
dutch: Wilt u De Lokale Database Verwijderen?
french: Suppression de la BDD du Programme?
italian: Cancello il database locale?

# #32016
source: Disc:
dutch: Schijf:
french: Disque:
italian: Disco:

# #32017
source: Local cdART List saving folder
dutch: Map waar Lokale cdART Lijst wordt opgeslagen
french: Dossier de sauvegarde de la liste des cdARTS locaux
italian: Cartella salvataggio elenco cdART

# #32018
source: cdART Backup folder
dutch: cdART Backup map
french: Dossier de Sauvegarde des cdARTs
italian: Cartella di backup cdART

# #32019
source: Backup saving format:
dutch: Backup opslag formaat:
french: Format de la sauvegarde:
italian: Formato salvataggio backup:

# #32020
source: Retrieving Music Database
dutch: Ophalen Muziek Database
french: Recuperation de la BDD Musicale
italian: Recupero database musicale

# #32021
source: Creating Addon Database
dutch: Addon Database Maken
french: Creation de la BDD du Programme
italian: Creazione database locale

# #32022
source: Choose Available cdART
dutch: Kies beschikbare cdART
french: Choisissez un cdART disponible
italian: Scegli la cdART

# #32023
source: Download Successful!
dutch: Download Succesvol!
french: Succes du Telechargement!
italian: Download completato!

# #32024
source: Artwork Downloaded!
dutch: cdART Gedownload!
french: Artwork Telecharge!
italian: cdART scaricata!

# #32025
source: Check file paths-Artwork Not Downloaded
dutch: Controleer bestands-mappen cdART niet gedownload
french: Verifier le chemin des fichiers-Artwork Non Telecharge
italian: Controlla i percorsi - cdART non scaricata

# #32026
source: Download Error Occured!
dutch: Download Error
french: Erreur produite lors du telechargement!
italian: Errore in fase di download!

# #32027
source: Artwork Not Download!
dutch: cdART Niet gedownload!
french: Artwork Non telecharge!
italian: cdART non scaricata!

# #32028
source: Download aborted!
dutch: Download afgebroken!
french: Telechargement annule!
italian: Download interrotto!

# #32029
source: No Artwork found?
dutch: Geen cdART gevonden?
french: Aucun Artwork trouve?
italian: Nessuna cdART trovata?

# #32030
source: Please contribute! Upload your Artwork
dutch: Help aub mee! Upload je cdARTs
french: Merci de contribuer! Envoyez vos Artworks
italian: Contribuisci! Carica le tue cdART

# #32031
source: On fanart.tv
dutch: Op www.fanart.tv
french: Sur fanart.tv
italian: Su www.fanart.tv

# #32032
source: Choose an Artist
dutch: Kies een Artiest
french: Choisir un Artiste
italian: Scegli un artista

# #32033
source: Not Found on fanart.tv
dutch: Niet gevonden op fanart.tv
french: Non trouve sur fanart.tv
italian: Non trovato su fanart.tv

# #32034
source: No Artwork found for
dutch: Geen cdART gevonden voor
french: Aucun Artwork trouve pour
italian: Nessuna cdART trovata per

# #32035
source: *DOWNLOADING Artwork*
french: *TÉLÉCHARGEMENT des artworks*
italian: *DOWNLOAD cdART*

# #32036
source: Music folder path(for Artwork)
italian: Percorso libreria musicale (per le cdART)

# #32037
source: Getting local artists
dutch: Lokale artiesten ophalen
french: Recupération des Artistes locaux
italian: Recupero artisti locali

# #32038
source: Artist:
dutch: Artiest:
french: Artiste:
italian: Artista:

# #32040
source: Completed
dutch: Klaar
french: Termine
italian: Completato

# #32041
source: New Artwork downloaded
dutch: Nieuwe cdARTs gedownload
french: Nouveaux Artworks Telecharges
italian: Nuove cdART scaricate

# #32042
source: cdART Manager
italian: Gestore cdART

# #32043
source: Local Artists:
dutch: Lokale Artiesten:
french: Artistes Locaux:
italian: Artisti locali:

# #32044
source: Local cdARTs:
dutch: Lokale cdARTs:
french: cdARTs Locaux:
italian: cdART locali:

# #32045
source: Local Discs:
dutch: Lokale Albums:
french: Disques Locaux:
italian: Album locali:

# #32046
source: Automatic Downloading Artwork
dutch: Automatisch Downloaden cdARTs
french: Telechargement Automatique de l'Artwork
italian: Recupero automatico cdART

# #32047
source: Downloading...
dutch: Downloaden...
french: En cours de Telechargement...
italian: Recupero.....

# #32048
source: Retrieving Recognized Artist List....
dutch: Ophalen Herkende Artiesten Lijst....
french: Recuperation de la liste des Artistes Reconnus...
italian: Recupero elenco artisti conosciuti...

# #32049
source: Artists Matched: %s
dutch: Herkende Artiesten: %s
french: Artistes Correspondants: %s
italian: Artisti Corrispondenti: %s

# #32050
source: Database setup aborted...
dutch: Database setup afgebroken...
french: Configuration de la BDD annule...
italian: Settaggio del database annullato...

# #32051
source: Addon Database is crucial to script!
dutch: Addon Database is cruciaal voor script!
french: La BDD du Programme est crucial pour le script!
italian: Il database locale è fondamentale per lo script!

# #32052
source: Please go to the Advanced Menu and
dutch: Ga aub naar Geavanceerd Menu en
french: Merci d'aller dans le Menu Avance et
italian: Vai nel menù Impostazioni avanzate

# #32053
source: Refresh Addon Database
dutch: Ververs Addon Database
french: Rafraichir la BDD du Programme
italian: ed aggiorna il database locale

# #32054
source: /Artist/Album.png
dutch: /Artiest/Album.png
italian: /Artista/Album.png

# #32055
source: /artist - album.png
dutch: /artiest - album.png
italian: /artista - album.png

# #32056
source: cdARTs Copied
dutch: cdARTs Gekopieerd
french: cdARTs Copies
italian: cdART copiata/e

# #32057
source: Finished Copying cdARTs
dutch: Klaar met kopieren cdARTs
french: Copie des cdARTs terminee
italian: Copia cdART completata

# #32058
source: cdARTs Stored in
dutch: cdARTs Opgeslagen in
french: cdARTs enregistres dans
italian: cdART salvate in

# #32059
source: cdARTs Copied
dutch: cdARTs Gekopieerd
french: cdARTs Copies
italian: cdART copiate

# #32060
source: Copying cdARTs...
dutch: Kopieren cdARTs...
french: Copie des cdARTs en cours...
italian: Copia delle cdART in corso...

# #32061
source: cdART Backup
french: Sauvegarde cdART
italian: Backup delle cdART

# #32062
source: Path for missing.txt file
dutch: Pad voor missing.txt bestand
french: Chemin du fichier missing.txt
italian: Percorso per il missing.txt file

# #32063
source: Copy Unique Local cdARTs
dutch: Kopieer Unieke Lokale cdARTs
french: Copier les cdARTS uniques locaux
italian: Copia cdART locali uniche

# #32064
source: Unique cdARTS folder: %s
dutch: Eigen cdARTS map: %s
french: Dossier des cdARTS Uniques: %s
italian: Percorso cartella cdART uniche: %s

# #32065
source: Comparing Local and Online cdARTs...
dutch: Vergelijken Lokale en Online cdARTs...
french: Comparaison des cdARTs locaux et en ligne...
italian: Confronto tra cdART locali e remote...

# #32066
source: Error connecting to fanart.tv, Socket Timed out
dutch: Fout tijdens het verbinden met fanart.tv, Socket Timed out
french: Erreur lors de la connexion a fanart.tv, Timeout du Socket
italian: Errore nella connessione a fanart.tv, timeout del server

# #32067
source: Backup cdART Files
dutch: Backup cdART Bestanden
french: Sauvegarde des cdARTs
italian: Backup file cdART

# #32068
source: Restore From Backup
dutch: Herstellen van Backup
french: Restaurer depuis la Sauvegarde
italian: Ripristina da backup

# #32069
source: Restoring cdARTs from backup...
dutch: Herstellen cdARTs van backup...
french: Restauration en cours des cdARTs depuis la sauvegarde...
italian: Ripristino cdART dal backup...

# #32070
source: cdARTs Restored from backup folder
dutch: cdARTs Hersteld van backup map
french: cdARTs restaures depuis le dossier de Sauvegarde
italian: cdART recuperate dal backup

# #32071
source: Settings have not been setup!
dutch: Instellingen zijn nog niet ingesteld!
french: Les reglages n'ont pas ete definis!
italian: Le impostazioni non sono state settate!

# #32072
source: Please go to Settings menu...
dutch: Ga aub naar het instellingen menu...
french: Merci d'aller dans le menu Reglages...
italian: Vai nel menù delle Impostazioni Avanzate...

# #32073
source: Then Advanced: Refresh Addon Database
dutch: dan Geavanceerd: Ververs Addon Database
french: Puis Avance: Rafraichir la BDD du Programme
italian: e ricarica il database locale

# #32074
source: Copy cdART to Backup Folder
dutch: Kopieer cdART naar Backup Map
french: Copier les cdARTs dans le dossier de Sauvegarde
italian: Copia cdART nella cartella di backup

# #32075
source: Delete cdART
dutch: Verwijder cdART
french: Supprimer le cdART
italian: Cancella cdART

# #32076
source: Copy To Unique Folder For Upload
dutch: Kopieer naar Eigen Map voor Upload
french: Copie dans le dossier Unique pour Envoi
italian: Copia nella cartella unica per l'upload

# #32077
source: Custom Label Colors
dutch: Eigen Kleuren Labels
french: Couleurs personnalisees des etiquettes
italian: Colori personali delle etichette

# #32078
source: Green
dutch: Groen
french: Vert
italian: Verde

# #32079
source: Blue
dutch: Blauw
french: Bleu
italian: Blu

# #32080
source: Red
dutch: Rood
french: Rouge
italian: Rosso

# #32081
source: Yellow
dutch: Geel
french: Jaune
italian: Giallo

# #32082
source: Orange
dutch: Oranje
italian: Arancione

# #32083
source: White
dutch: Wit
french: Blanc
italian: Bianco

# #32084
source: Cyan
dutch: Cyaan
italian: Ciano

# #32085
source: Violet
italian: Violetto

# #32086
source: Pink
dutch: Roze
french: Rose
italian: Rosa

# #32087
source: Recognized Artists Color
dutch: Herkende Artiesten Kleur
french: Couleur des Artistes Reconnus
italian: Colore artisti riconosciuti

# #32088
source: Unrecognized Artists Color
dutch: Niet-herkende Artisten Kleur
french: Couleur des Artistes Non Reconnus
italian: Colore artisti non riconosciuti

# #32089
source: fanart.tv Albums Match Color
dutch: fanart.tv Albums Match Kleur
french: Couleur des Albums correspondants sur fanart.tv
italian: Colore album corrisp. su fanart.tv

# #32090
source: Local Albums Match Color
dutch: Lokale Albums Match Kleur
french: Couleur des Albums locaux correspondants
italian: Colore album corrisp. in locale

# #32091
source: Local and fanart.tv Match Color
dutch: Lokale en fanart.tv Match Kleur
french: Couleur des correspondances Locales et fanart.tv
italian: Colore corrisp. sia in locale che su fanart.tv

# #32092
source: Unmatched Album Color
dutch: Niet gematchde Album Kleur
french: Couleur des Albums sans correspondance
italian: Colore album non corrispondenti

# #32093
source: Local cdART List Color
dutch: Lokale cdART Lijst Kleur
french: Couleur de la liste des cdARTS locaux
italian: Colore elenco cdART locali

# #32094
source: Enable custom colors for labels
dutch: Gebruik Eigen kleuren voor labels
french: Couleurs personnalisees pour les etiquettes
italian: Abilita colori personalizzati per le etichette

# #32095
source: File Folders
dutch: Bestand Mappen
french: Dossiers de destination
italian: Cartella dei file

# #32096
source: Duplicates Found
dutch: Dubbelen gevonden
french: Doublons trouves
italian: Duplicati trovati

# #32097
source: Resize Unique cdARTs?
dutch: Formaat aanpassen Eigen cdARTs?
french: Redimensionner les cdARTs uniques?
italian: Ridimensiono le cdART uniche?

# #32098
source: Local cdART List
dutch: Lokale cdART Lijst
french: Liste des cdARTs Locaux
italian: Lista cdART locale

# #32099
source: Build Addon Database in background
dutch: Bouw de addon database in de achtergrond
french: Créer la base de données du module en arrière-plan
italian: Costruisci database in background

# #32100
source: Local Album Count
dutch: Aantal Lokale Albums
french: Nombre d'albums
italian: Numero album locali

# #32101
source: Sorting Album Artists
dutch: Album Artiesten Sorteren
french: Tri Alphabetique des Artistes
italian: Ordinamento degli artisti album

# #32102
source: Retrieving Local Database
dutch: Ophalen Lokale Database
french: Recuperation de la BDD locale
italian: Recupero database locale

# #32103
source: Saving Missing Artwork List
dutch: Sla missende artwork lijst op
french: Sauvegarde la liste des Artworks manquants
italian: Salvando la lista degli artwork non trovati

# #32104
source: Uploading Missing cdART List to website
dutch: Ontbrekende cdART Lijst Uploaden naar website
french: Transfert de la liste des cdARTs manquants sur le site
italian: Caricamento sul sito della lista cdART mancanti

# #32105
source: Retrieving Album Details
dutch: Album Details Ophalen
french: Recuperation des details de l'Album
italian: Recupero dettagli album

# #32106
source: Overwrite low-res existing cdARTs
dutch: Bestaande lage-resolutie cdARTs overschrijven
french: Ecraser les cdARTs existants en basse resolution
italian: Sovrascrivi le cdART a bassa risoluzione già esistenti

# #32108
source: Database too old
dutch: Database te oud
french: BDD trop vieille
italian: Database troppo vecchio

# #32109
source: Do you want to Rebuild?
dutch: Wil je opnieuw Bouwen?
french: Souhaitez-vous reconstruire?
italian: Vuoi ricostruire?

# #32110
source: Problem Accessing Folder, Script Exiting
dutch: Probleem Toegang Folder, Script Sluit Af
french: Probleme pour acceder au dossier, sortie du script
italian: Errore nell'accesso alla cartella, script interrotto

# #32111
source: Downloaded Artwork
dutch: Gedownload Artwork
french: Artworks Telecharges
italian: Artwork scaricati

# #32112
source: Updating Thumbnails and Fanarts
dutch: Bijwerken van Thumbnails en Fanarts
french: MAJ des Fanarts et des Miniatures
italian: Aggiornando anteprime e fanart

# #32113
source: Finished updating Thumbnails and Fanarts
dutch: Klaar met bijwerken van Thumbnails en Fanarts
french: MAJ terminee des Fanarts et Miniatures
italian: Update finito di Thumbnails e Fanart

# #32114
source: Check Database MBID's to be current during an Update
dutch: Controlleer MBID's database of deze up to date is.
french: Verifie que les MBIDs de la BDD sont identiques aux derniers de Musicbrainz
italian: Durante l'aggiornamento controlla le ID del database di MusicBrainz

# #32115
source: Notify while in Background mode
dutch: Waarschuw in achtergrond modus
french: Notifier en mode arrière-plan
italian: Notifica durante la costruzione in background del database

# #32116
source: Notify At End of Background Database Build(displayed for 2 seconds)
dutch: Melding geven na Bouwen van database op de achtergrond (weergeven voor 2 seconden)
french: Notifier a la fin de la construction de la BDD (affichee pendant 2 secondes)
italian: Notifica alla fine della costruzione in background del database (permanenza: 2 secondi)

# #32117
source: Database Building completed
dutch: Database Bouwen Compleet
french: Construction de la BDD terminee
italian: Costruzione database completata

# #32118
source: Background Database building in progress... Exiting Script...
dutch: Bezig met bouwen database op de achtergrond... script beindingen...
french: Construction de la BDD en arriere-plan en cours... Sortie du script...
italian: Costruzione in corso del database in background... Chiusura script...

# #32119
source: Stopping Background Database Building
dutch: Stoppen met bouwen van database op de achtergrond
french: Arret de la construction de la BDD en arriere-plan
italian: Sto fermando la costruzione del database in background

# #32120
source: All Artists
dutch: Alle Artiesten
french: Tous les Artistes
italian: Tutti gli artisti

# #32121
source: Album Artists
dutch: Album Artiesten
french: Artistes d'Album
italian: Artisti album

# #32122
source: Edit Artist
dutch: Artiest Aanpassen
french: Editer l'Artiste
italian: Edita Artista

# #32123
source: Backup Database
dutch: Database Backuppen
french: Sauvegarde de la BDD
italian: Fai un backup del database

# #32124
source: Retrieving All Local Artists
dutch: Alle Lokale Artiesten Ophalen
french: Recuperation de tous les Artistes Locaux
italian: Recupero degli artisti locali

# #32125
source: Artist ID:
dutch: Artiest ID:
french: ID de l'Artiste:
italian: ID artista:

# #32126
source: Modify Addon Database
dutch: Bewerk de addon database
french: Modifier la base de données du module
italian: Modifica database locale

# #32127
source: Edit Album
dutch: Album Aanpassen
french: Editer l'Album
italian: Edita Album

# #32128
source: MusicBrainz Search Limit
dutch: MusicBrainz Zoek Limiet
french: Limite de recherche sur MusicBrainz atteinte
italian: Limite ricerca di MusicBrainz

# #32129
source: Update Database
dutch: Database Updaten
french: MAJ de la BDD
italian: Aggiorna database

# #32130
source: XBMC Music Database missing...
dutch: De XBMC Muziek Database Mist
french: Bibliotheque Musicale de XBMC manquante...
italian: Manca il database musicale di XBMC...

# #32131
source: Please insure Music Library is built.
dutch: Wees er zeker van dat de muziek bibliotheek gebouwd is
french: Merci de verifier que la bibliotheque musicale est construite.
italian: Accertati che ci sia una libreria musicale.

# #32132
source: Updating Missing MusicBrainz Artist's IDs
dutch: Bijwerken van missende MBAID's
french: MAJ des MBIDs manquants pour les Artistes
italian: Aggiornamento ID artisti mancanti di MusicBrainz

# #32133
source: Updating Missing MusicBrainz Album/Artist ID's
dutch: Bijwerken van MB Album/Artits ID's
french: MAJ des MBIDs manquants pour les Albums/Artistes
italian: Aggiornamento ID album/artisti mancanti di MusicBrainz

# #32134
source: Updating Addon Database
dutch: Addon Database Wordt Geüpdated
french: MAJ de la BDD du Programme
italian: Aggiornamento database locale

# #32135
source: Updating Addon Database - Local Artists
dutch: De Addon Database met Lokale Artiesten wordt geüpdated
french: MAJ de la BDD du Programme - Artistes Locaux
italian: Aggiornamento database locale - artisti locali

# #32136
source: Enable MusicBrainz ID update during Addon Database update(for missing IDs)
dutch: Zet MBID's updaten aan tijdens de Addon database update (voor missende ID's)
french: MAJ des MBIDs lors de la MAJ de la BDD (pour les IDs manquants)
italian: Abilita l'aggiornamento degli ID di MusicBrainz durante l'aggiornamento del database (per ID mancanti)

# #32137
source: Artist
dutch: Artiest
french: Artiste
italian: Artista

# #32139
source: Successfully backed up Addon Database
dutch: De Addon Database is succesvol gebackupped
french: Succes de la sauvegarde de la BDD du Programme
italian: Backup del database eseguito correttamente

# #32140
source: Old Database version found...
dutch: Er is een oude Database versie gevonden
french: Ancienne version de la BDD trouvee...
italian: E' stata trovata una vecchia versione del database...

# #32141
source: Would you like to add Local Artists to Addon Database?
dutch: Wilt u lokale artiesten aan de addon database toevoegen?
french: Souhaitez-vous que les artistes locaux soient ajoutes a la BDD du programme?
italian: Vuoi aggiungere gli artisti locali al database locale?

# #32142
source: Add all artists to Database during Database build or update?
dutch: Wilt u alle artiesten aan de database toevoegen tijdens het updaten of het creëren van de Database
french: Ajouter les artistes lors de la construction ou la maj de la BDD?
italian: Aggiungere tutti gli artisti al database durante la costruzione o aggiornamento?

# #32143
source: Extra Settings
dutch: Extra instellingen
french: Reglages Supplémentaires
italian: Impostazioni aggiuntive

# #32144
source: Artist Thumbs
dutch: Artiest Thumbs
french: Vignettes Artistes
italian: Icone artisti

# #32145
source: Update XBMC Thumbnails and Fanarts
dutch: Update XBMC Thumbnails en Fanarts
french: Mettre a jour les Fanarts et les Vignettes de XBMC
italian: Aggiorna le icone e fanart di XBMC

# #32146
source: Settings
dutch: Instellingen
french: Reglages
italian: Impostazioni

# #32147
source: Exit
dutch: Afsluiten
french: Quitter
italian: Esci

# #32148
source: (this can take a long time to complete)
dutch: (dit kan een lange tijd duren om te voltooien)
french: (cela peut prendre un certain temps a se terminer)
italian: (Questo puo impiegare molto tempo per finire)

# #32149
source: Checking Artist MBIDs
dutch: Controleren van artits MBID's
french: Verifier les MBIDs des Artistes
italian: Controllando l'MBID degli artisti

# #32150
source: Checking Album MBIDs
dutch: Controleren van album MBID's
french: Verifier les MBIDS des Albums MBIDs
italian: Controllando l'MBID degli album

# #32151
source: Find Missing MBIDs
dutch: Vind Missende MBIDs
french: Trouvers les MBIDs manquants
italian: Trova MBIDs Mancante

# #32152
source: Refresh MBIDs
dutch: Ververs MBIDs
french: Rafraichir les MBIDs
italian: Ricaricando gli MBID

# #32153
source: Change MBID
dutch: Verander MBID
french: Changer le MBID
italian: Cambia MBID

# #32154
source: Check All MBIDs
dutch: Controleer Alle MBIDs
french: Verifier tous les MBIDs
italian: Controlla Tutti MBIDs

# #32155
source: Enter MBID
french: Entrer le MBID
italian: Inserisci MBID

# #32156
source: Select from search(manual entry)
dutch: Selecteer
french: Choisir a partir de la recherche(Entree Manuelle)
italian: Seleziona da ricerca (inserimento manuale)

# #32157
source: Select from search(automatic)
dutch: Selecteer van de zoekopdracht (automatisch)
french: Choisir a partir de la recherche(Automatique)
italian: Seleziona da ricerca (automaticamente)

# #32158
source: Enable saving of missing.txt file
dutch: Sla missing.txt file op
french: Enregistrement du fichier missing.txt
italian: Abilita salvataggio del file missing.txt

# #32159
source: Enter Artist MBID - Including dashes(36 Characters)
dutch: Voer Artist MBID in - Inclusief streepjes (36 tekens)
french: Entrer le MBID de l'artiste - Tirets inclus(36 caracteres)
italian: Inserisci MBID Artista - Inclusi trattini (36 caratteri)

# #32160
source: Please Enter 36 Characters including dashes
dutch: Gelieve Voer 36 tekens inclusief streepjes
french: Merci d'entrer 36 caracteres, tirets inclus
italian: Inserisci 36 caratteri inclusi compresi trattini
