Repository: TrellixVulnTeam/kodi-android_W7SD
Catalog: addons/script.cdartmanager/resources/language/*/strings.po
Languages: dutch, french, italian

# #32161
source: Do you want to re-enter?
dutch: Wilt u het opnieuw in te voeren?
french: Souhaitez-vous le re-saisir?
italian: Vuoi reinserire?

# #32162
source: Is this MBID Correct?
dutch: Is deze MBID Correct?
french: Est-ce que le MBID est correct?
italian: Questo MBID è corretto?

# #32163
source: Are you sure you want to delete MBID?
dutch: Weet u zeker dat u de MBID wilt verwijderen?
french: Etes-vous sure de vouloir supprimer le MBID?
italian: Sei sicuro di voler cancellare MBID?

# #32164
source: Enter Artist name to search
dutch: Voer naam van de artiest in om te zoeken
french: Entrer le nom de l'artiste a chercher
italian: Inserisci il nome dell'Artista da cercare

# #32165
source: Enter Album title to search
dutch: Voer naam van het album in om te zoeken
french: Entrer le titre de l'album a chercher
italian: Inserisci il nome dell'Album da cercare

# #32166
source: Select Album
dutch: Selecteer Album
french: Choisir Album
italian: Seleziona Album

# #32167
source: Enter Album MBID - Including dashes(36 Characters)
dutch: Voer Album MBID in - Inclusief streepjes (36 tekens)
french: Entrer Album MBID - Avec les tirets (36 Caracteres)
italian: Inserisci MBID Album - Inclusi trattini (36 caratteri)

# #32168
source: Artist Banners
french: Bannières d'artistes
italian: Banner Artista

# #32171
source: Enable HD Music LOGOs
dutch: Schakel HD-muziek LOGO's in
french: Autoriser les logos de musique HD
italian: Abilita LOGHI HD Musica

# #32172
source: Backup addon database during update
dutch: Backup de addon database tijdens de update
french: Sauvegarder la base de données du module durant une mise à jour
italian: Backup database addon durante l'aggiornamento

# #32173
source: Number of days to cache fanart.tv data(The Scheduler)[CR]Cache gets cleared with manual use of cdART Manager
dutch: Aantal dagen tot cache fanart.tv gegevens (De Scheduler) wordt gewist met handmatige gebruik van cdART Manager
french: Nombre de jours de mise en cache des données de fanart.tv (TheScheduler)[CR]Le cache est vidé lors de l'emploi manuel de cdART Manager
italian: Numero di giorni per conservare la cache di fanart.tv (

# #32174
source: Number of possible MBID matches:
dutch: Het aantal mogelijke MBID resultaten
french: Nombre de correspondances MBID possibles:
italian: Numero delle corrispondenze possibili con MBID:

# #32175
source: Enable replacement of illegal filename characters in artist names
dutch: Schakel vervanging van illegale bestandsnaam tekens in de namen van artiesten
french: Autoriser le remplacement de caractères de fichiers illégaux dans les noms d'artistes
italian: Abilita la sostituzione di caratteri illegali nei nomi degli artisti

# #32176
source: illegal characters to replace
dutch: ongeldige tekens te vervangen
french: caractères illégaux à remplacer
italian: caratteri illegali da sostituire

# #32177
source: replacement character
dutch: vervangend teken
french: caractère de remplacement
italian: carattere di sostituzione

# #32178
source: Yes
dutch: Ja
french: Oui
italian: Si

# #32180
source: change trailing periods to replacement character
dutch: veranderen achterstand tijdvakken vervangend teken
french: substituer les points de suspension par le caractère de remplacement
italian: usa un carattere sostitutivo per il punto

# #32181
source: There is an error in Settings.
dutch: Er is een probleem in settings
italian: C'è un errore nelle impostazioni

# #32182
source: Please check your settings and save settings[CR](press OK in settings)
dutch: Controleer uw instellingen [CR] (druk op OK in de instellingen) op te slaan
italian: Prego controllare le impostazioni e salvarle [CR](premere OK nelle impostazioni)

# #32183
source: Limit number Extrafanarts
dutch: Beperk het aantal Extrafanarts
italian: Limita il numero delle Extrafanart

# #32184
source: Extrafanart Limit:
dutch: Extrafanart limiet
italian: Limite delle Extrafanart

# #32185
source: Checking fanart.tv for new artwork...
dutch: Controleert fanart.tv voor nieuwe artworks
italian: Controllo fanart.tv per nuovi artwork...

# #32186
source: Updating Database to new version...
dutch: Updaten Database naar nieuwe versie ...
italian: Aggiornamento del Database ad una nuova versione...

# #32187
source: Checking fanart.tv for artwork...
dutch: Controleert fanart.tv voor nieuwe artworks
italian: Controllo fanart.tv per artwork...

# #32188
source: Use http://musicbrainz.org as the MusicBrainz Server
dutch: Gebruik http://musicbrainz.org als MusicBrainz server
italian: Utilizza http://musicbrainz.org come sever per MusicBrainz

# #32189
source: Url path to MusicBrainz Server(example - http://192.168.1.20)
dutch: Url naar MusicBrainz server (bijvoorbeeld - http://192.168.1.20)
italian: Indirizzo al server MusicBrainz (esempio - http://192.168.1.20)

# #32190
source: Delay between MusicBrainz Server requests(100's of Milliseconds)
dutch: Vertraging tussen MusicBrainz Server verzoeken (100's van milliseconden)
italian: Delay tra le richieste al server MusicBrainz (100 Millisecondi)

# #32191
source: Refresh fanart.tv data
dutch: Vernieuw fanart.tv data
italian: Aggiorna i dati fanart.tv

# #32179
source: No
dutch: Nee
french: Non
