Repository: TrellixVulnTeam/kodi-android_W7SD
Catalog: addons/script.cdartmanager/resources/language/Hungarian/strings.po
Languages: hu

# #32000
source: Recognized Artists
hu: Felismert előadók

# #32001
source: Album cdARTs
hu: Minden előadó

# #32002
source: Select Artist
hu: Előadó Kiválasztása

# #32003
source: Album Cover Arts
hu: Albumok keresése

# #32004
source: Automatic Download
hu: Automata letöltés

# #32005
source: Save Local cdART List
hu: Helyi cd-kép lista mentése

# #32006
source: Artist Fanarts
hu: Fan Arts

# #32007
source: Local Album Artists: %s
hu: Helyi előadók: %s

# #32008
source: Local cdARTs: %s
hu: Helyi cd-képek: %s

# #32009
source: Artist ClearLOGOs
hu: ClearLOGOs

# #32010
source: Local Discs: %s
hu: Helyi albumok: %s

# #32011
source: Advanced
hu: Haladó

# #32012
source: Refresh Addon Database
hu: Helyi adatbázis frissítése

# #32013
source: Clean XBMC's Music Library
hu: Zenei adatbázis tisztítása

# #32014
source: Update XBMC's Music Library
hu: Zenei adatbázis frissítése

# #32015
source: Delete Addon's Database?
hu: Helyi adatbázis törlése?

# #32017
source: Local cdART List saving folder
hu: Helyi cd-kép lista mentési helye

# #32018
source: cdART Backup folder
hu: cd-kép biztonsági-mentés helye

# #32019
source: Backup saving format:
hu: Biztonsági mentés formátuma:

# #32020
source: Retrieving Music Database
hu: Zenei adatbázis beolvasása

# #32021
source: Creating Addon Database
hu: Kiegészítő adatbázis létrehozása

# #32022
source: Choose Available cdART
hu: Elérhető cd-kép választása

# #32023
source: Download Successful!
hu: Letöltés sikeres!

# #32024
source: Artwork Downloaded!
hu: cd-kép letöltődött!

# #32025
source: Check file paths-Artwork Not Downloaded
hu: Elérési utak ahova cd-kép nem töltődött le

# #32026
source: Download Error Occured!
hu: Letöltési hiba!

# #32027
source: Artwork Not Download!
hu: cd-kép nem töltődött le!

# #32028
source: Download aborted!
hu: Letöltés Megszakítva!

# #32029
source: No Artwork found?
hu: cd-kép nem található?

# #32030
source: Please contribute! Upload your Artwork
hu: Kérlek járulj hozzá! Töltsd fel a cd-képeidet

# #32031
source: On fanart.tv
hu: a www.xbmcstuff.com-on

# #32032
source: Choose an Artist
hu: Előadó választása

# #32033
source: Not Found on fanart.tv
hu: Nem található az XBMCSTUFF.com-on

# #32034
source: No Artwork found for
hu: Nem található cd-kép ehhez

# #32035
source: *DOWNLOADING Artwork*
hu: *CD-KÉP LETÖLTÉSE*

# #32036
source: Music folder path(for Artwork)
hu: Zene mappa elérésének helye (a képekhez)

# #32037
source: Getting local artists
hu: Helyi előadók beolvasása

# #32038
source: Artist:
hu: Előadó:

# #32040
source: Completed
hu: Befejezve

# #32041
source: New Artwork downloaded
hu: Új cd-kép letöltve

# #32042
source: cdART Manager
hu: cd-kép kezelő

# #32043
source: Local Artists:
hu: Helyi előadók:

# #32044
source: Local cdARTs:
hu: Helyi cd-képek:

# #32045
source: Local Discs:
hu: Helyi albumok:

# #32046
source: Automatic Downloading Artwork
hu: cd-képek automatikus letöltése

# #32047
source: Downloading...
hu: Letöltése...

# #32048
source: Retrieving Recognized Artist List....
hu: Felismert előadók listájának beolvasása....

# #32049
source: Artists Matched: %s
hu: Talált előadók: %s

# #32050
source: Database setup aborted...
hu: Adatbázis felállítás megszakadt...

# #32051
source: Addon Database is crucial to script!
hu: A kiegészítő adatbázis elengedhetetlen a programnak!

# #32052
source: Please go to the Advanced Menu and
hu: Kérlek menj a haladó menübe és

# #32053
source: Refresh Addon Database
hu: frissítsd a kiegészítő adatbázist

# #32054
source: /Artist/Album.png
hu: /Előadó/Album.png

# #32055
source: /artist - album.png
hu: /előadó - album.png

# #32056
source: cdARTs Copied
hu: cd-kép másolva

# #32057
source: Finished Copying cdARTs
hu: cd-képek másolása befejeződött

# #32058
source: cdARTs Stored in
hu: cd-képek itt tárolva

# #32059
source: cdARTs Copied
hu: cd-kép másolva

# #32060
source: Copying cdARTs...
hu: cd-képek másolása...

# #32061
source: cdART Backup
hu: Biztonsági másolat

# #32062
source: Path for missing.txt file
hu: missing.txt fájl helye

# #32063
source: Copy Unique Local cdARTs
hu: Helyi képek másolása

# #32064
source: Unique cdARTS folder: %s
hu: Egyedi cd-képek helye: %s

# #32065
source: Comparing Local and Online cdARTs...
hu: Helyi és online cd-képek összehasonlítása...

# #32066
source: Error connecting to fanart.tv, Socket Timed out
hu: Hiba az XBMCSTUFF.COM-ra való kapcsolódáskor, időtúllépés

# #32067
source: Backup cdART Files
hu: cd-kép fájlok mentése

# #32068
source: Restore From Backup
hu: Helyreállítás mentésből

# #32069
source: Restoring cdARTs from backup...
hu: cd-képek helyreállítása biztonsági mentésből...

# #32070
source: cdARTs Restored from backup folder
hu: cd-kép helyreállítva biztonsági mappából

# #32071
source: Settings have not been setup!
hu: Beállítások nem lettek megadva!

# #32072
source: Please go to Settings menu...
hu: Kérlek menj a beállítások menübe...

# #32073
source: Then Advanced: Refresh Addon Database
hu: Utána haladó: kiegészítő adatbázis frissítése

# #32074
source: Copy cdART to Backup Folder
hu: Kép a biztonsági mentés mappába

# #32075
source: Delete cdART
hu: cd-kép törlése

# #32076
source: Copy To Unique Folder For Upload
hu: Egyedi mappába a feltöltéshez

# #32077
source: Custom Label Colors
hu: Egyedi színek

# #32078
source: Green
hu: Zöld

# #32079
source: Blue
hu: Kék

# #32080
source: Red
hu: Piros

# #32081
source: Yellow
hu: Sárga

# #32082
source: Orange
hu: Narancs

# #32083
source: White
hu: Fehér

# #32084
source: Cyan
hu: Türkiz

# #32085
source: Violet
hu: Lila

# #32086
source: Pink
hu: Rózsaszín

# #32087
source: Recognized Artists Color
hu: Szín a felismert előadókhoz

# #32088
source: Unrecognized Artists Color
hu: Szín a nem felismert előadókhoz

# #32089
source: fanart.tv Albums Match Color
hu: Szín a csak XBMCSTUFF ablumokhoz

# #32090
source: Local Albums Match Color
hu: Szín a csak a gépeden lévőkhöz

# #32091
source: Local and fanart.tv Match Color
hu: Szín a mindkét helyen lévőkhöz

# #32092
source: Unmatched Album Color
hu: Szín a nem párosított albumokhoz

# #32093
source: Local cdART List Color
hu: Szín a helyi cd-kép listához

# #32094
source: Enable custom colors for labels
hu: Címkék egyedi színeinek engedélyezése

# #32095
source: File Folders
hu: Fájlmappák

# #32096
source: Duplicates Found
hu: duplikált volt

# #32097
source: Resize Unique cdARTs?
hu: Egyedi cd-képek átméretezése

# #32098
source: Local cdART List
hu: Helyi cdART lista

# #32099
source: Build Addon Database in background
hu: Adatbázis felépítése a háttérben

# #32100
source: Local Album Count
hu: Helyi albumok

# #32101
source: Sorting Album Artists
hu: Album előadók rendezése

# #32102
source: Retrieving Local Database
hu: Helyi adatbázis lekérdezése

# #32103
source: Saving Missing Artwork List
hu: Hiányzó artwork lista mentése

# #32104
source: Uploading Missing cdART List to website
hu: Hiányzó cdART-ok listájának feltöltése a weboldalra

# #32105
source: Retrieving Album Details
hu: Album információk lekérdezése

# #32106
source: Overwrite low-res existing cdARTs
hu: Alacsony felbontású meglévő cdART-ok felülírása

# #32108
source: Database too old
hu: Az adatbázis túl öreg

# #32109
source: Do you want to Rebuild?
hu: Valóban újraépíti?

# #32110
source: Problem Accessing Folder, Script Exiting
hu: Mappa elérési probléma, a szkript bezáródik...

# #32111
source: Downloaded Artwork
hu: Letöltött Artwork

# #32112
source: Updating Thumbnails and Fanarts
hu: Bélyegképek és Fanart-ok frissítése

# #32113
source: Finished updating Thumbnails and Fanarts
hu: A bélyegképek és Fanartok frissítése befejeződött.

# #32114
source: Check Database MBID's to be current during an Update
hu: MBID adatbázis ellenőrzése és frissítése

# #32115
source: Notify while in Background mode
hu: Értesítések a háttérben futás közben

# #32116
source: Notify At End of Background Database Build(displayed for 2 seconds)
hu: Értesítés az adatbázis háttérben való felépítéséről (2 másodpercig látható)

# #32117
source: Database Building completed
hu: Adatbázis építése kész

# #32118
source: Background Database building in progress... Exiting Script...
hu: Adatbázis felépítése folyamatban (a háttérben)... | | A szkript bezáródik

# #32119
source: Stopping Background Database Building
hu: Az adatbázis felépítésének megállítása

# #32120
source: All Artists
hu: Összes előadó

# #32121
source: Album Artists
hu: Album előadók

# #32122
source: Edit Artist
hu: Előadó Szerkesztése

# #32123
source: Backup Database
hu: Biztonsági másolat az adatbázisról

# #32124
source: Retrieving All Local Artists
hu: Minden helyi művész lekérdezése

# #32125
source: Artist ID:
hu: Előadó azonosító:

# #32126
source: Modify Addon Database
hu: Kiegészítő adatbázis módisítása

# #32127
source: Edit Album
hu: Album Szerkesztése

# #32128
source: MusicBrainz Search Limit
hu: MusicBrainz Keresési Limit

# #32129
source: Update Database
hu: Adatbázis frissítése

# #32130
source: XBMC Music Database missing...
hu: XBMC Zene adatbázis hiányzik...

# #32131
source: Please insure Music Library is built.
hu: Kérjük biztosítsa a használathoz a felépült Zene médiatárat.

# #32132
source: Updating Missing MusicBrainz Artist's IDs
hu: MusicBrainz hiányzó előadó ID-k frissítése

# #32133
source: Updating Missing MusicBrainz Album/Artist ID's
hu: MusicBrainz hiányzó Album/Előadó ID-k frissítése

# #32134
source: Updating Addon Database
hu: Kiegészítő adatbázis frissítése

# #32135
source: Updating Addon Database - Local Artists
hu: Kiegészítő adatbázis frissítése - Helyi előadók

# #32136
source: Enable MusicBrainz ID update during Addon Database update(for missing IDs)
hu: MusicBrainz ID kiegészítő adatbázis frissítés engedélyezése (a hiányzó azonosítókhoz)

# #32137
source: Artist
hu: Előadó

# #32139
source: Successfully backed up Addon Database
hu: Biztonsági mentés sikeres.

# #32140
source: Old Database version found...
hu: Korábbi adatbázis verziót találtam...

# #32141
source: Would you like to add Local Artists to Addon Database?
hu: Szeretné felvenni a helyi művészeket a kiegészítő adatbázisba?

# #32142
source: Add all artists to Database during Database build or update?
hu: Minden előadó adatainak frissítése vagy az adatbázisba felvétele?

# #32143
source: Extra Settings
hu: Extra beállítási lehetőségek

# #32144
source: Artist Thumbs
hu: Előadó bélyegképek

# #32145
source: Update XBMC Thumbnails and Fanarts
hu: XBMC Bélyegképek és Fanart-ok frissítése

# #32146
source: Settings
hu: Beállítások

# #32147
source: Exit
hu: Kilépés

# #32148
source: (this can take a long time to complete)
hu: (ez eltarthat egy pár percig)

# #32149
source: Checking Artist MBIDs
hu: Előadó MBID ellenőrzése

# #32150
source: Checking Album MBIDs
hu: Album MBID ellenőrzése

# #32151
source: Find Missing MBIDs
hu: Hiányzó MBID-k keresése

# #32152
source: Refresh MBIDs
hu: MBID Frissítése

# #32153
source: Change MBID
hu: MBID Váltása

# #32154
source: Check All MBIDs
hu: Összes MBID ellenőrzése

# #32155
source: Enter MBID
hu: MBID Bevitele

# #32156
source: Select from search(manual entry)
hu: Kiválasztás kereséshez (manuális bevitel)

# #32157
source: Select from search(automatic)
hu: Kiválasztás kereséshez (automatikus)

# #32158
source: Enable saving of missing.txt file
hu: missing.txt mentésének engedélyezése

# #32159
source: Enter Artist MBID - Including dashes(36 Characters)
hu: Előadó MBID bevitele (36 karakter)

# #32160
source: Please Enter 36 Characters including dashes
hu: Bevitel (36 karakter)

# #32161
source: Do you want to re-enter?
hu: Szeretné újra beírni?

# #32162
source: Is this MBID Correct?
hu: Ez az MBID helyes?

# #32163
source: Are you sure you want to delete MBID?
hu: Valóban törölni akarja az MBID-t?

# #32164
source: Enter Artist name to search
hu: Előadó nevének megadása kereséshez

# #32165
source: Enter Album title to search
hu: Album címének megadása kereséshez

# #32166
source: Select Album
hu: Album Kiválasztása

# #32167
source: Enter Album MBID - Including dashes(36 Characters)
hu: Album MBID bevitele (36 karakter)

# #32168
source: Artist Banners
hu: Előadó banner

# #32171
source: Enable HD Music LOGOs
hu: HD Zene logók engedélyezése

# #32172
source: Backup addon database during update
hu: Kiegészítő adatbázis biztonsági mentése a frissítés során

# #32174
source: Number of possible MBID matches:
hu: A lehetséges MBID találatok száma:

# #32175
source: Enable replacement of illegal filename characters in artist names
hu: Nem támogatott fájlnév-karakterek cseréje az előadók nevénél

# #32176
source: illegal characters to replace
hu: nem támogatott karakterek cseréje

# #32177
source: replacement character
hu: helyettesítő karakterek

# #32178
source: Yes
hu: Igen

# #32179
source: No
hu: Nem

# #32181
source: There is an error in Settings.
hu: Hiba történt a beállításokban.

# #32182
source: Please check your settings and save settings[CR](press OK in settings)
hu: Kérjük ellenőrizze a beállításokat, majd mentse [CR](OK gomb a beállításokhoz)

# #32183
source: Limit number Extrafanarts
hu: Extrafanartok számának limitálása

# #32185
source: Checking fanart.tv for new artwork...
hu: Új képek keresése a fanart.tv-n...

# #32186
source: Updating Database to new version...
hu: Adatbázis frissítése új verzióra...

# #32187
source: Checking fanart.tv for artwork...
hu: Képek keresése a fanart.tv-n...

# #32188
source: Use http://musicbrainz.org as the MusicBrainz Server
hu: MusicBrainz Szerver (http://musicbrainz.org) használata

# #32189
source: Url path to MusicBrainz Server(example - http://192.168.1.20)
hu: URL elérési út a MusicBrainz Szerverhez (példa: http://192.168.1.20)

# #32190
source: Delay between MusicBrainz Server requests(100's of Milliseconds)
hu: Késleltetés a MusicBrainz szerver-lekérésekhez (100 ezredmásodperc)

# #32191
source: Refresh fanart.tv data
hu: fanart.tv adatok frissítése
